Repository: cappenz/Scedra
Catalog: Scedra/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Original photo
de: Originalfoto
es: Foto original
fr: Photo originale

source: Overlaps %@
de: Überschneidet sich mit %@
es: Se solapa con %@
fr: Chevauche %@

source: Photo
de: Foto
es: Foto

source: Photo text — type if nothing is found
de: Fototext — tippen, wenn nichts gefunden wird
es: Texto de la foto — escribe si no hay nada
fr: Texte de la photo — tapez si rien n’est trouvé

source: Pick a photo or type it.
de: Foto wählen oder tippen.
es: Elige una foto o escríbela.
fr: Choisissez une photo ou tapez-le.

source: Place
de: Ort
es: Lugar
fr: Lieu

source: Previous day
de: Vorheriger Tag
es: Día anterior
fr: Jour précédent

source: Public transport
de: Öffentliche Verkehrsmittel
es: Transporte público
fr: Transports en commun

source: Read text
de: Text lesen
es: Leer el texto
fr: Lire le texte

source: Reading text…
de: Text wird gelesen…
es: Leyendo el texto…
fr: Lecture du texte…

source: Remembered
de: Gemerkt
es: Recordado
fr: Mémorisé

source: Remind me to bring
de: Erinnere mich mitzunehmen
es: Recuérdame llevar
fr: Rappelle-moi d’apporter

source: Remove this address
de: Diese Adresse entfernen
es: Quitar esta dirección
fr: Retirer cette adresse

source: Removes “%@” from Apple Calendar.
de: Löscht „%@“ aus dem Apple-Kalender.
es: Quita “%@” de Calendario de Apple.
fr: Supprime « %@ » d’Apple Calendar.

source: Removes “%@” from Scedra.
de: Entfernt „%@“ aus Scedra.
es: Quita “%@” de Scedra.
fr: Retire « %@ » de Scedra.

source: Removes this from Apple Calendar.
de: Löscht das aus dem Apple-Kalender.
es: Quita esto de Calendario de Apple.
fr: Supprime ceci d’Apple Calendar.

source: Removes this task from Scedra.
de: Entfernt diese Aufgabe aus Scedra.
es: Quita esta tarea de Scedra.
fr: Retire cette tâche de Scedra.

source: Requires travel
de: Fahrt nötig
es: Requiere desplazamiento
fr: Nécessite un trajet

source: Review
de: Prüfen
es: Revisar
fr: Vérifier

source: Review drive times start here.
de: Fahrzeiten in Review starten hier.
es: Los tiempos de Review empiezan aquí.
fr: Les temps de trajet commencent ici.

source: Riding stuff — helmet, boots
de: Reitsachen — Helm, Stiefel
es: Cosas de montar — casco, botas
fr: Affaires d’équitation — casque, bottes

source: Sage
de: Salbei
es: Salvia
fr: Sauge

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Save task
de: Aufgabe speichern
es: Guardar tarea
fr: Enregistrer la tâche

source: Saved %@
de: %@ gespeichert
es: %@ guardado
fr: %@ enregistré

source: Saved to Calendar
de: Im Kalender gespeichert
es: Guardado en Calendario
fr: Enregistré dans Calendrier

source: Scheduled %@
de: Geplant %@
es: Programado %@
fr: Planifié %@

source: Scheduled time
de: Geplante Zeit
es: Hora programada
fr: Heure planifiée

source: School — laptop, charger
de: Schule — Laptop, Ladegerät
es: Colegio — portátil, cargador
fr: École — ordi, chargeur

source: Scroll down to see problems
de: Nach unten zu den Problemen
es: Baja para ver los problemas
fr: Descendre vers les problèmes

source: Scroll up to see problems
de: Nach oben zu den Problemen
es: Sube para ver los problemas
fr: Remonter vers les problèmes

source: Set Home in Settings for drive time
de: Zuhause in Einstellungen setzen für die Fahrzeit
es: Pon Casa en Ajustes para el tiempo en coche
fr: Indiquez Maison dans Réglages pour le temps de trajet

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Shorter than this at home? Stay out.
de: Kürzer als das zu Hause? Draußen bleiben.
es: ¿Menos que esto en casa? Quédate fuera.
fr: Moins que ça à la maison ? Restez dehors.

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails

source: Spoken text — or type if listening fails
de: Gesprochener Text — oder tippen, wenn Zuhören scheitert
es: Texto hablado — o escribe si falla la escucha
fr: Texte parlé — ou tapez si l’écoute échoue

source: Start
de: Beginn
es: Inicio
fr: Début

source: Start listen
de: Zuhören starten
es: Empezar a escuchar
fr: Commencer l’écoute

source: Starts
de: Beginn
es: Inicio
fr: Début

source: stay %@ after
de: %@ länger bleiben
es: quedarse %@ después
fr: rester %@ après

source: Stay at %@ — %lld min to spare.
de: Bei %@ bleiben — %lld Min. übrig.
es: Quédate en %@ — %lld min de sobra.
fr: Restez à %@ — %lld min de marge.

source: Stop
de: Stopp
es: Detener
fr: Arrêter

source: Swipe for another day.
de: Wischen für einen anderen Tag.
es: Desliza para otro día.
fr: Balayez pour un autre jour.

source: Synced from Apple Calendar
de: Aus dem Apple-Kalender synchronisiert
es: Sincronizado desde Calendario de Apple
fr: Synchronisé depuis Calendrier Apple

source: Take transit
de: Nehmen Sie den ÖPNV
es: Ve en transporte
fr: Prenez les transports

source: Take transit to %@
de: Nehmen Sie den ÖPNV zu %@
es: Ve en transporte a %@
fr: Prenez les transports pour %@

source: Tap for details. Trash to delete.
de: Tippen für Details. Papierkorb zum Löschen.
es: Toca para ver. Papelera para borrar.
fr: Touchez pour les détails. Corbeille pour supprimer.

source: Tap to view appointment details.
de: Tippen, um Termindetails zu sehen.
es: Toca para ver los detalles de la cita.
fr: Touchez pour voir les détails du rendez-vous.

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches

source: that calendar
de: diesem Kalender
es: ese calendario
fr: ce calendrier

source: That time is taken
de: Die Zeit ist belegt
es: Esa hora está ocupada
fr: Ce créneau est pris

source: That time overlaps another task or event. Leave 10 minutes on both sides.
de: Diese Zeit überschneidet sich mit einer anderen Aufgabe oder einem Termin. Lass auf beiden Seiten 10 Minuten frei.
es: Esa hora se solapa con otra tarea o evento. Deja 10 minutos a ambos lados.
fr: Ce créneau chevauche une autre tâche ou un événement. Laissez 10 minutes de chaque côté.

source: the next stop
de: den nächsten Stopp
es: la siguiente parada
fr: le prochain arrêt

source: These overlap
de: Diese überschneiden sich
es: Se solapan
fr: Ils se chevauchent

source: This needs a date and a time before it can be saved.
de: Dafür braucht es Datum und Uhrzeit, bevor es gespeichert werden kann.
es: Hace falta una fecha y una hora para guardarlo.
fr: Il faut une date et une heure avant de pouvoir l’enregistrer.

source: Time passed
de: Zeit vorbei
es: La hora ya pasó
fr: L’heure est passée

source: Time to leave for %@
de: Zeit loszufahren zu %@
es: Hora de salir hacia %@
fr: C’est l’heure de partir pour %@

source: Title
de: Titel
es: Título
fr: Titre

source: To get out the door after a home stop.
de: Zum Rausgehen nach einem Stopp zu Hause.
es: Para salir después de pasar por casa.
fr: Pour sortir après un arrêt à la maison.

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui

source: Transit
de: ÖPNV
es: Transporte
fr: Transports

source: Transit ~%lld min (drive ~%lld min).
de: ÖPNV ~%lld Min. (Auto ~%lld Min.).
es: Transporte ~%lld min (coche ~%lld min).
fr: Transports ~%lld min (voiture ~%lld min).

source: Transit ~%lld min (preferred).
de: ÖPNV ~%lld Min. (bevorzugt).
es: Transporte ~%lld min (preferido).
fr: Transports ~%lld min (préféré).

source: Transit ~%lld min (preferred). Drive ~%lld min.
de: ÖPNV ~%lld Min. (bevorzugt). Auto ~%lld Min.
es: Transporte ~%lld min (preferido). Coche ~%lld min.
fr: Transports ~%lld min (préféré). Voiture ~%lld min.

source: Transit ~%lld min, faster than ~%lld min drive.
de: ÖPNV ~%lld Min., schneller als ~%lld Min. Fahrt.
es: Transporte ~%lld min, más rápido que ~%lld min en coche.
fr: Transports ~%lld min, plus rapide que ~%lld min en voiture.

source: Transit ~%lld min, same as driving.
de: ÖPNV ~%lld Min., wie mit dem Auto.
es: Transporte ~%lld min, igual que en coche.
fr: Transports ~%lld min, comme en voiture.

source: Transit ~%lld min.
de: ÖPNV ~%lld Min.
es: Transporte ~%lld min.
fr: Transports ~%lld min.

source: Transit home and back ~%lld min.
de: ÖPNV nach Hause und zurück ~%lld Min.
es: Transporte a casa y de vuelta ~%lld min.
fr: Transports aller-retour à la maison ~%lld min.

source: travel
de: Fahrt
es: desplazamiento
fr: trajet

source: Travel
de: Reise
es: Viaje
fr: Trajet

source: Try one of these
de: Probier eine davon
es: Prueba una de estas
fr: Essayez l’une de celles-ci

source: Type an appointment first.
de: Tippen Sie zuerst einen Termin.
es: Escribe primero una cita.
fr: Tapez d’abord un rendez-vous.

# Type mode
source: Type
de: Tippen
es: Escribir
fr: Saisie

source: View details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails

source: View original
de: Original anzeigen
es: Ver original
fr: Voir l’original

source: Voice
de: Sprache
es: Voz
fr: Voix

source: Waiting
de: Warten
es: Esperando
fr: En attendant

source: Walk
de: Zu Fuß
es: A pie
fr: À pied

source: Walk is a mention only. Events never move.
de: Zu Fuß ist nur ein Hinweis. Termine bleiben.
es: Andar es solo una mención. Los eventos no se mueven.
fr: La marche n’est qu’une mention. Les événements ne bougent pas.

source: Walking
de: Gehen
es: Caminando
fr: À pied

source: What needs doing
de: Was zu tun ist
es: Qué hay que hacer
fr: Ce qu’il faut faire

source: What to bring
de: Was mitnehmen
es: Qué llevar
fr: Quoi apporter

source: Won’t make it
de: Das wird knapp
es: No llegarás
fr: Tu n’y arriveras pas

source: Won’t move existing events.
de: Bestehende Termine bleiben.
es: No mueve eventos existentes.
fr: Ne déplace pas les événements existants.

source: Won’t move that event. Confirm still saves this.
de: Verschiebt den Termin nicht. Bestätigen speichert diesen trotzdem.
es: No mueve ese evento. Confirmar igual guarda este.
fr: Ne déplace pas cet événement. Confirmer enregistre quand même celui-ci.

source: Won’t move that event. Save still updates this one.
de: Verschiebt den Termin nicht. Speichern aktualisiert diesen trotzdem.
es: No mueve ese evento. Guardar igual actualiza este.
fr: Ne déplace pas cet événement. Enregistrer met quand même celui-ci à jour.

source: Work — laptop, charger
de: Arbeit — Laptop, Ladegerät
es: Trabajo — portátil, cargador
fr: Travail — ordi, chargeur

source: Work, school, extra homes. Saying “work” uses this address.
de: Arbeit, Schule, extra Wohnungen. „Arbeit“ nutzt diese Adresse.
es: Trabajo, colegio, otras casas. Decir “trabajo” usa esta dirección.
fr: Travail, école, autres maisons. Dire « travail » utilise cette adresse.

source: Work, school…
de: Arbeit, Schule…
es: Trabajo, colegio…
fr: Travail, école…

source: You can go home
de: Sie können nach Hause
es: Puedes ir a casa
fr: Vous pouvez rentrer

source: You can go home on transit
de: Sie können mit ÖPNV nach Hause
es: Puedes ir a casa en transporte
fr: Vous pouvez rentrer en transports

source: Your name
de: Ihr Name
es: Tu nombre
fr: Votre prénom

source: Hi
es: Hola
fr: Salut

source: Hi, %@
es: Hola, %@
fr: Salut, %@

source: Meeting
es: Reunión
fr: Réunion

source: %lld min extra
fr: %lld min en plus
